7767517
13 13
Input            0                        0 1 0
Convolution      9                        1 1 0 9 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=288
ReLU             10                       1 1 9 10
Convolution      11                       1 1 10 11 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
ReLU             12                       1 1 11 12
Pooling          13                       1 1 12 13 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Dropout          14                       1 1 13 14
Flatten          16                       1 1 14 16
InnerProduct     17                       1 1 16 17 0=128 1=1 2=1179648
ReLU             18                       1 1 17 18
Dropout          19                       1 1 18 19
InnerProduct     21                       1 1 19 21 0=10 1=1 2=1280
Softmax          22                       1 1 21 22 0=0 1=1
